<template>
<div>
  <div class="topBanner">
    <div class="side-tit">
      <p class='left'><span>民盛小贷</span> 用户服务协议
      </p>
    </div>
    <p class='right' @click="goBack" title="安全退出">
      <svg class="icon" aria-hidden="true">
        <use xlink:href="#icon-shouye"></use>
      </svg>返回登录</p>
    <p class='right' @click="screenfull" title="全屏显示">
      <svg class="icon" aria-hidden="true">
        <use xlink:href="#icon-quanping4"></use>
      </svg></p>
    <p class='right' title="联系客服">
      <svg class="icon" aria-hidden="true">
        <use xlink:href="#icon-atm"></use>
      </svg>112</p>
  </div>

  <div class="page">
      <h2>民盛小贷用户服务协议</h2>
    <p class="first-p">尊敬的用户:</p>
      <p>在使用民盛小贷金融服务之前，请务必审慎阅读、充分理解《民盛小贷用户服务协议》（下称“本协议”），如果您点击“同意并注册”按钮，则代表您对本协议条款均无异议，自愿遵守本协议，成为民盛小贷平台会员用户。</p>
      <p>为明确广州民盛互联网小额贷款有限公司（以下称甲方）、会员（以下称乙方）双方的权利和义务，规范双方业务行为，改善客户服务，双方本着平等互利的原则，就甲方民盛小贷平台为乙方提供服务相关事宜达成本协议。协议双方应予遵守。</p>
      
        <h3>第一章 术语及释义</h3>
        <p><b>第一条</b> 如无特别说明，下列用语在本协议中的含义为：</p>
        <p>1、民盛小贷平台：指由广州民盛互联网小额贷款有限公司，在电子商务领域为客户提供的多功能、综合性的金融及信息服务平台。</p>
        <p>2、民盛小贷平台网址：</p>
        <p>3、民盛小贷平台服务：指甲方通过民盛小贷平台为会员所提供的服务。</p>
        <p>4、民盛小贷平台会员：符合条件的申请人在甲方民盛小贷平台网站通过必要的注册程序后，其注册企业即成为民盛小贷平台会员。 </p>
        <h3>第二章 协议的组成及签署</h3>
        <p><b>第二条</b> 本协议内容包括协议正文及所有甲方已经发布的或将来可能发布（或修改）的有关民盛小贷平台的各类规则（以下简称“规则”）。所有规则为本协议不可分割的组成部分，与协议正文具有同等法律效力。除甲方另行明确声明外，任何与甲方民盛小贷平台有关的一切服务、交易及非交易活动均受本协议约束。 </p>
        <p><b>第三条</b> 乙方应当在注册或使用民盛小贷平台服务之前认真阅读全部协议内容,对于协议中以加粗字体显示的内容，乙方应仔细阅读并理解。如乙方对协议有任何疑问的，应向民盛小贷平台电话客服或在线客服咨询。 </p>
        <p><b>第四条</b> 在办理民盛小贷平台会员注册程序或使用民盛小贷平台服务时，乙方应当是具备完全民事权利能力和完全民事行为能力的法人或其他组织，并符合甲方规定的其他会员注册或使用民盛小贷平台服务的条件（简称“符合条件的申请人”）。如果不符合上述约定，乙方应立即停止注册程序或停止使用民盛小贷平台服务。乙方不停止注册程序或不停止使用民盛小贷平台服务的，甲方有权终止其注册程序及民盛小贷平台服务。 </p>
        <p><b>第五条</b> 符合条件的乙方确认同意（包括但不限于点击注册页面下方的“同意并注册”按钮等方式）本协议后，其注册企业即成为民盛小贷平台会员，本协议即在甲方和乙方之间生效。乙方承诺接受并遵守本协议的约定。如果乙方不同意本协议的约定，应立即停止注册程序或停止使用民盛小贷平台服务。 </p>
        <p><b>第六条</b> 甲方有权依据法律、法规、规章或业务需要对本协议及各类规则不时进行调整或修改，涉及收费或其他会员权利义务变更的调整或修改，甲方将以网站公示的方式进行公告，不再单独通知乙方。乙方应及时更新其用户个人通讯或联系方式，因乙方未及时更新而导致通知不到、权利丧失、服务中断或终止等不利后果由乙方承担。自公告施行之日起，公告内容构成对甲方与乙方间协议约定的有效修改和补充。如果乙方不同意接受甲方调整或修改的内容，应当立即停止使用民盛小贷平台服务，乙方继续使用民盛小贷平台服务的，即视为乙方接受经调整或修改的协议和规则。 </p>
        <h3>第三章 乙方的主要权利及义务</h3>
        <p><b>第七条</b> 乙方有义务在注册、会员升级时提供完整、真实、准确的信息及相关注册及升级资料，保证该信息及资料内容的持续完整性、真实性、有效性及合法性，并同意甲方通过必要方式对其身份和资质进行审核。乙方信息及相关资料发生变更时，乙方有义务及时在民盛小贷平台更新有关注册及升级资料。 </p>
        <p><b>第八条</b> 因乙方的信息或其他注册资料不完整、不真实、不准确、失效或违法而导致民盛小贷平台无法提供服务或提供服务时发生任何错误，乙方不得将此作为取消交易、拒绝付款的理由，由此产生的全部法律后果由乙方承担，因此给甲方或其他第三方造成损失的，乙方应予以赔偿。 </p>
        <p><b>第九条</b> 乙方通过民盛小贷平台所在网站上注册为企业会员以后，有权使用自己的登录名称及密码登录民盛小贷平台。乙方应妥善保管自己的登录名称及密码，避免以不安全的方式或在不安全的环境下使用密码，切勿将密码以任何形式透露给任何他人，或以易被他人发现、获得、盗用的方式保管。乙方应对使用其登录名称以及密码而从事的一切交易或非交易行为承担法律责任。 </p>
        <p><b>第十条</b> 乙方办理民盛小贷平台业务应直接登录民盛小贷平台的官方网站，而不应通过未经民盛小贷平台认可的邮件或其他网站提供的链接登录。 
        <p><b>第十一条</b> 乙方承诺其在使用民盛小贷平台服务时的所有行为遵守国家法律、法规以及甲方相关规则并符合社会公共利益或公共道德。乙方应对其在民盛小贷平台或民盛小贷平台服务中传输、发送、发布的全部信息内容负全部责任。因乙方在民盛小贷平台或民盛小贷平台服务中传输、发送、发布的信息内容而导致甲方或其他第三方任何直接或间接损失的，该乙方应承担全部责任，并应赔偿甲方或第三方因此遭受的全部损失。 </p>
        <p><b>第十二条</b> 在使用本服务时，若乙方或乙方的交易对手未遵从本服务条款或网站说明、交易页面中之操作提示、规则，则甲方有权拒绝为乙方与交易对方提供相关服务，且甲方不承担损害赔偿责任。因乙方的原因导致甲方或第三方损失的，甲方有权向乙方追索赔偿，乙方应当承担甲方因追索而支出的合理费用。 </p>
        <p><b>第十三条</b> 因乙方自身的原因导致的任何损失由乙方自行承担，原因包括但不限于：乙方不按照交易提示操作，乙方未及时进行交易操作，乙方发送的交易指令错误或不完整。 </p>
        <p><b>第十四条</b> 为方便乙方使用甲方民盛小贷平台服务及甲方关联公司或其他组织的服务，乙方对自身信息的使用作出如下授权：</p>
        <b>
        <p>本单位授权甲方，除法律另有规定之外，将本单位提供给甲方的信息、享受甲方服务产生的信息（包括本协议签署之前提供和产生的信息）以及甲方根据本条约定查询、收集的信息，用于甲方及其因服务必要委托的合作伙伴为本单位提供服务、推荐产品、开展市场调查与信息数据分析。</p>
        <p>本单位授权甲方，除法律另有规定之外，基于为本单位提供更优质服务和产品的目的，向甲方因服务必要开展合作的伙伴提供、查询、收集本单位的信息。</p>
        <p>为确保本单位信息的安全，甲方及其合作伙伴对上述信息负有保密义务，并采取各种措施保证信息安全。</p>
        <p>本条款自本协议签署时生效，具有独立法律效力，不受合同成立与否及效力状态变化的影响。</p>
        <p>本条所称甲方是指广州民盛互联网小额贷款有限公司及其直接或间接控股的公司。</p> </b>
        <p><b>第十五条</b> 乙方对于其发布在甲方民盛小贷平台所在网站的各类信息（但不包括乙方的身份信息）以及其派生的知识产权等，均授予甲方民盛小贷平台独家的、全球通用的、永久的、免费的许可使用权，甲方有权对之以电子或书面等方式进行使用、复制、发行、修订、改写、发布、翻译、分发、执行和展示或制作其派生作品。</p> 
        <p><b>第十六条</b> 乙方不得使用与民盛小贷平台正常业务无关的任何软硬件装置，用于干预或试图干预民盛小贷平台的正常运作或正在民盛小贷平台进行的任何操作。 </p>
        <p><b>第十七条</b> 乙方不得对民盛小贷平台上的任何资料作商业性利用，包括但不限于在未经甲方授权的情况下，复制在平台上展示的任何资料并用于商业用途。 </p>
        <p><b>第十八条</b> 乙方在使用本服务过程中，本协议内容、网页上出现的关于交易操作的提示说明或甲方发送给乙方的信息（通过向乙方预留手机发送短信或通过电话语音形式发送）内容是乙方使用本服务的相关规则的组成部分，乙方使用本服务即表示乙方同意接受该相关规则。乙方了解并同意甲方有权单方修改本服务的相关规则，乙方同意并遵照甲方的相关服务规则是乙方使用本服务的前提。  </p>
       <p><b> 第十九条</b> 乙方应对其在注册会员和接受甲方的民盛小贷平台服务过程中设置、发布的所有信息内容负全部责任，如甲方因此遭受损失的，甲方有权向乙方追偿。乙方在注册会员和接受民盛小贷平台服务过程中设置、传输、发送、发布的信息不得包含以下内容：</p>
        <b>
        <p>（1）反对宪法所确定的基本原则和制度；</p>
        <p>（2）危害国家安全，泄露国家秘密，颠覆国家政权，破坏国家统一；</p>
        <p>（3）损害国家荣誉和利益；</p>
        <p>（4）煽动民族仇恨、民族歧视，破坏民族团结；</p>
        <p>（5）破坏国家宗教政策，宣扬邪教和封建迷信；</p>
        <p>（6）散布谣言，扰乱社会秩序，破坏社会稳定；</p>
        <p>（7）散布淫秽、色情、赌博、暴力、凶杀、恐怖或者教唆犯罪；</p>
        <p>（8）侮辱或者诽谤他人，侵害他人合法权益；</p>
        <p>（9）侵犯他人著作权、商标权等知识产权或合法权利；</p>
        <p>（10）以虚构或歪曲事实的方式评价商品或商户；</p>
        <p>（11）含有法律、行政法规禁止的其他内容。</p></b>
        <p>甲方民盛小贷平台有权审查乙方的注册资料及信息发布情况，如发现存在违反法律、本协议和业务管理规则的情形，有权采取要求乙方说明情况、删除信息、注销会员资格等必要措施，乙方应当予以配合。 </p>
        <h3>第四章 甲方的主要权利和义务</h3>
        <p><b>第二十条</b> 甲方应在现有条件下提高服务质量，确保为会员提供的服务顺利进行。如因不可抗力或甲方控制范围外的原因造成的服务中断或其他缺陷（包括但不限于自然灾害、社会事件、硬件故障以及因网站所具有的特殊性质而产生的包括黑客攻击、电信部门技术调整导致的影响、政府管制而造成的暂时性关闭在内的任何影响网络正常运营的因素），甲方不承担任何责任，但将尽力减少因此而给会员造成的损失和影响。</p>
        <p>任何由于甲方合理控制范围以外的原因而产生的交易或服务系统问题，造成资料、行情等信息传输或储存上的错误，导致资料泄露、丢失、被盗用或被篡改等，致使甲方平台响应延迟或未能履约的，甲方不承担对此可能造成的任何责任。 </p>
        <p><b>第二十一条</b> 甲方有权依据其内部业务规定及商业判断独立决定是否同意乙方所申请事项（包括但不限于会员资格申请、融资申请等）。 </p>
        <p><b>第二十二条</b> 乙方的登录名、密码遭到未经授权的使用或发生其他任何安全问题时，乙方应立即通知甲方。 </p>
        <p><b>第二十三条</b> 甲方对自身发布的公告信息真实性负责。民盛小贷平台会员及会员用户信息、会员及会员用户的产品/服务信息（包括但不限于公司名称、联系人及联络信息，产品/服务的描述和说明，相关图片等）均由乙方提供，乙方依法应对其提供的任何信息承担全部责任。甲方对此等信息的准确性、完整性、合法性或真实性均不承担任何责任。 </p>
        <p><b>第二十四条</b> 甲方对服务中涉及的乙方资料负有保密义务，但发生下述情况的除外：</p>
            <b>
            <p>（1）本协议另有约定或事先获得乙方的明确授权或应允；</p>
            <p>（2）根据有关的法律法规要求；</p>
            <p>（3）按照相关政府主管部门或司法机关按法定程序的要求；</p>
            <p>（4）为维护社会公众的利益；</p>
            <p>（5）披露前已为公众所知悉；</p>
            <p>（6）为维护甲方的合法权益。</p> </b>
        <p><b>第二十五条</b> 对于乙方在甲方民盛小贷平台上的不当行为（包括但不限于违反会员所做承诺或约定义务、违反民盛小贷平台规则等）或其它任何甲方认为应当终止服务的情况，甲方有权采取删除或屏蔽乙方发布的信息、限制或终止全部或部分服务、解除协议、列入黑名单、网站公示等一项或多项处理措施，并保留追究其法律责任的权利。甲方在有证据证明乙方或具体交易事项存在违法违规或违反本协议等问题时，有权根据不同情况选择做出给予乙方包括但不限于警告、公示、限权、终止服务等不同程度的处罚，并保留追究其相关法律责任的权利。 </p>
        <p><b>第二十六条</b> 甲方<p>有权对乙方的账户资料及交易行为进行查阅，发现账户资料或交易行为违反本协议约定的，均有权向乙方发出询问的通知，并有权根据具体情况要求乙方改正或依据本协议规定采取相应措施。  </p>
        <p><b>第二十七条</b> 乙方同意甲方在乙方的计算机上设定或取用与民盛小贷平台交易相关的有关信息。 </p>
        <p><b>第二十八条</b> 乙方同意，甲方有权根据业务需要将本协议项下的全部或部分权利义务转让给其关联公司，发生此种情况时甲方仅需提前以网站公告的形式通知乙方即可。 </p>
        <p><b>第二十九条</b> 其他具体约定参阅民盛小贷平台的相关规则。</p>
        <h3>第五章 收费</h3>
        <p><b>第三十条</b> 如乙方因交易或使用民盛小贷平台服务而发生的所有应纳税赋以及费用全部由乙方自行承担。 </p>
        <p><b>第三十一条</b> 甲方有权向乙方收取相关服务费用，具体以双方的书面约定为准。 </p>
        <h3>第六章 责任范围及责任限制</h3>
        <p><b>第三十二条</b> 甲方仅负责按当时现状和当时可得到的状态向乙方提供民盛小贷平台服务。除非甲方另行以书面方式明确无误的作出承诺，否则甲方对民盛小贷平台服务不作任何明示或暗示的保证，包括但不限于民盛小贷平台服务的适用性、没有错误或疏漏、持续性、准确性、可靠性、适用于某一特定用途；甲方也不对民盛小贷平台服务所涉及的技术及信息的有效性、准确性、正确性、可靠性、质量、稳定、完整和及时性作出任何承诺和保证。 </p>
        <p><b>第三十三条</b> 民盛小贷平台仅作为会员获取产品或服务信息场所，但甲方无法控制交易所涉及的产品/服务的质量、安全或合法性，商贸信息的真实性或准确性，以及交易各方履行其在贸易协议中各项义务的能力。乙方应自行谨慎判断确定相关产品/服务或信息的真实性、合法性和有效性，并自行承担因此产生的责任与损失。 </p>
        <p><b>第三十四条</b> 除非甲方明确予以承诺，甲方不对乙方提供任何形式的保证，因通过民盛小贷平台进行操作产生的风险和损失由乙方自行承担。 </p>
        <p><b>第三十五条</b> 乙方自民盛小贷平台及民盛小贷平台工作人员或经由本服务取得的建议和资讯，无论其为书面或口头形式，均不构成甲方对本服务的保证。对乙方因使用上述建议或资讯而产生的损失，甲方不承担任何责任。 </p>
        <h3>第七章 服务终止</h3>
        <p><b>第三十六条</b> 乙方同意注销乙方身份应满足甲方民盛小贷平台关于注销的规则且需经甲方审核同意。注销后，乙方即解除与甲方就本服务协议的约束。但甲方仍保留下列权利：</p>
        <b>
        <p>（1）乙方账户注销后，甲方有权保留和合理使用乙方的注册资料及以前的交易行为记录。</p>
        <p>（2）乙方账户注销后，如乙方注销前在民盛小贷平台上存在违法行为或违反本协议的行为，甲方仍可行使本协议规定的权利。</p></b> 
        <p><b>第三十七条</b> 经甲方审核认为乙方违反法律法规、监管机构规定和本协议的，甲方有权终止对乙方的服务。</p>
        <h3>第八章其他事项</h3>
        <p><b>第三十八条</b> 法律适用和争议解决</p>
        <p>（一）本协议适用中华人民共和国内地的法律。</p>
        <p>（二）协议履行中如发生争议，应首先进行协商或调解；协商或调解不成的，任何一方可向合同签订地深圳市南山区人民法院提起诉讼。</p>


  
  
  </div>
</div>
</template>
<script>

import screenfull from 'screenfull'
export default {
  data(){
      return{
      isFullscreen: false
    }
  },
  mounted() {
      window.onresize = () => {
            // 全屏下监控是否按键了ESC
            if (!this.checkFull()) {
              // 全屏下按键esc后要执行的动作
              this.isFullscreen = false
            }
          }
       },
  methods: {
     /**
     * 全屏事件
     */
    screenfull() {
      if (!screenfull.enabled) {
        this.$message({
          message: 'Your browser does not work',
          type: 'warning'
        })
        return false
      }
      screenfull.toggle()
      this.isFullscreen = true
    },
    /**
     * 是否全屏并按键ESC键的方法
     */
    checkFull() {
      var isFull = document.fullscreenEnabled || window.fullScreen || document.webkitIsFullScreen || document.msFullscreenEnabled
      // to fix : false || undefined == undefined
      if (isFull === undefined) {
          isFull = false
      }
      return isFull
    },

    //退出登陆
    goBack() {
      var _this = this;
      this.$confirm('确认退出吗?', '提示', {
        //type: 'warning'
      }).then(() => {
        // sessionStorage.removeItem('user');
        sessionStorage.setItem("name", 'str');//本地存储用户名
        this.$router.push('/login');
      }).catch(() => {

      });
      // this.$router.push("/login");
    },

  }
};
</script>

<style scoped>
* {
  font-family: '黑体';

  box-sizing: border-box;
  margin: 0;
  padding: 0;
}
.page{
    position: relative;
    font-family: '宋体';
    padding: 40px 90px;
    background: rgb(243, 243, 243);
    margin: 0 auto;
    width: 60%;
    top: 55px;
    margin-bottom: 20px;
    line-height:40px;
    
}
.page h2{
    text-align: center;
    font-family: '正楷';
}
.page h3{
    text-align: center;
    font-family: '正楷';
}
.page .first-p{
    text-indent: 0;
    text-align: justify;
    font-size: 14px;
}
.page p{
    font-family: '正楷';
    text-indent: 2em;
    text-align: justify;
    font-size: 14px;
}
.roulink{
  font-size: 12px;
}
.roulink:hover{
  color: rgba(223, 186, 20, .842);
}
.topBanner {
  line-height: 50px;

  position: fixed;
  left: 0;
  right: 0;
  z-index: 99;

  width: 100%;
  height: 50px;
  background: #72d0eb;
  border-bottom: 1px solid #a0d9ea;
}

.topBanner p {
  padding-left: 20px;
}

.left {
  font-family: '黑体';
  font-size: 21px;
  color: #f3faef;
  float: left;
  font-weight: bolder;
}
.left span{
     font-size: 28px;
     color: #b86e0e;
     opacity: 1;
     padding-right: 10px;
     border-right: 2px solid rgba(175, 105, 105, 0.63);
 }
.left .icon-tip{
  width: 40px;
  height: 40px;
}

.right {
  font-family: 'Lucida Sans', 'Lucida Sans Regular', 'Lucida Grande', 'Lucida Sans Unicode', Geneva, Verdana, sans-serif;
  font-size: 12px;

  float: right;

  margin-right: 5px;

  cursor: pointer;

  color: rgb(89, 90, 94);
}

.right:hover {
  color: #eee;
}

svg {
  width: 38px;
  height: 35px;
  padding: 8px 8px;
  color: #fff;
}

svg:hover {
  color: #eee;
}
</style>
